Repository: common-repository/adsplacer
Catalog: languages/adsplacer-*.po
Languages: ru_ru

source: Manage ad blocks in the articles separately for visitors to the PC and mobile OS
ru_ru: Управление рекламными блоками в статьях отдельно для посетителей с PC и с мобильных ОС

source: Settings
ru_ru: Настройки

source: Instruction
ru_ru: Инструкция

source: Disable all ads in this article
ru_ru: Отключить все рекламные блоки

source: Disable ads before the article
ru_ru: Отключить рекламный блок сверху

source: Disable ads in the middle of article
ru_ru: Отключить рекламный блок по центру

source: Disable ads after the article
ru_ru: Отключить рекламный блок в конце

source: For PC
ru_ru: Для PC

source: For Mobile
ru_ru: Для Мобильных

source: Code
ru_ru: Код

source: Save changes
ru_ru: Сохранить изменения

source: Before content
ru_ru: До контента

source: Is shown before the main content of the article
ru_ru: Выводится перед основным контентом записи

source: In content
ru_ru: В контенте

source: Is shown exactly in the middle of the article
ru_ru: Выводится ровно по центру статьи

source: After content
ru_ru: После контента

source: Is shown directly after the content
ru_ru: Выводится сразу за контентом

source: Arbitrary advertising unit
ru_ru: Произвольный рекламный блок

source: Advertisement is shown in the arbitrary place of the site by means of a short-code
ru_ru: Реклама в произвольном месте сайта при помощи шорткода
